---
kind: other
id: Events.T:Autodesk.Revit.ApplicationServices.Application
source: html/54d437bf-87bb-1ba5-9357-8989c3da5ca7.htm
---
# Application Events

Subscribe to this event to get notified after the Revit application has been initialized